export const areas = [
  {
    group: "北海道・東北",
    prefectures: [
      "北海道",
      "青森県",
      "岩手県",
      "宮城県",
      "秋田県",
      "山形県",
      "福島県",
    ],
  },
  {
    group: "関東",
    prefectures: [
      "東京都",
      "神奈川県",
      "埼玉県",
      "千葉県",
      "茨城県",
      "栃木県",
      "群馬県",
    ],
  },
  {
    group: "中部",
    prefectures: ["愛知県", "岐阜県", "静岡県", "三重県", "長野県"],
  },
  {
    group: "近畿",
    prefectures: ["大阪府", "兵庫県", "京都府", "滋賀県", "奈良県", "和歌山県"],
  },
  {
    group: "中国",
    prefectures: ["広島県", "岡山県", "鳥取県", "島根県", "山口県"],
  },
  { group: "四国", prefectures: ["香川県", "徳島県", "愛媛県", "高知県"] },
  {
    group: "九州・沖縄",
    prefectures: [
      "福岡県",
      "佐賀県",
      "長崎県",
      "大分県",
      "熊本県",
      "宮崎県",
      "鹿児島県",
      "沖縄県",
    ],
  },
];
